[
    {
        "title": "Meu primeiro post, uau.",
        "description": "Sim, eu fiz um blog, é isso aí.",
        "datetime": "2025-04-01T10:00:00Z",
        "tag":"Blog",
        "Image": "./posts-images/01.png",
        "slug": "primeiro-post",
        "Content": "[T]Olá, esse é meu blog! :)[/T] [S]Vou usar esse lugar pra tentar postar coisas... Quando der.[/S] [P]Eu sempre gostei da ideia de ter um blog, assim, eu gosto de escrever, mas será que eu [B]SEI[/B] escrever? esse que é o rolê ta ligado. Daí eu pensei \"po, se eu fizer um blog, da pra ir aprimorando\" e ca estamos, no [B][I]C3BLOG[/I][/B].[/P] [P]Ai você pode me perguntar:[/P] [Q]C3... O que você vai postar aqui nesse seu Blog zé?[/Q] [P]E eu te respondo: Eu não faço ideia.[/P] [P]Eu tava pensando em falar sobre tipo... TUDO. Programação, negócios, Inteligência Artificial, sobre meus projetos... Enfim, o que desse vontade ali na hora skdaskdaskd[/P] [P]BOM, é isso, não sei oq escrever mais nessa porra desse blog, por enquanto é isso.[/P]"
    },
    {
        "title": "Inteligência Artificial",
        "description": "Você vai ficar sem trampo?",
        "datetime": "2025-04-02T06:06:28Z",
        "tag":"IA",
        "Image": "./posts-images/02.png",
        "slug": "inteligencia-artificial",
        "Content": "[CONFIG](lang){pt-BR}[/CONFIG][T]Inteligência Artificial[/T][S]Um ponto final ou mais um parágrafo?[/S][P]Olá amigões! C3Blog aqui de novo. Hoje, estou escrevendo Offline. Sim, minha net caiu. Mas isso é uma coisa boa, porque agora tem conteúdo por aqui.[/P][P]Hoje eu quero falar um pouco sobre IA, minhas opiniões, sobre o ultimo boom que rolou com as artes em estilo Ghibli e etc.[/P][H3]Sou contra IA?[/H3][P]Olha, esse é um ponto um tanto engraçado, porque você ser contra a IA é tipo você ser contra a Terra ser redonda, não faz a menor diferença. A IA e o desenvolvimento de \"inteligência artificial\" não depende de você ser a favor ou não, está aí, e é o que é.[/P][P]Eu sou completamente a favor do desenvolvimento de IA, é uma das áreas da tecnologia que mais gosto de aprender sobre, pesquisar e ler notícias, estou sempre acompanhando o que estão fazendo nessa área.[/P][Q]Mas C3B! A IA rouba emprego de artistas![/Q][P]Será mesmo? Eu acho que não.[/P][P]Eu acho que quem \"rouba\" o emprego de artistas são:[/P][P][B]- Empresas que não se importam com um storytelling que uma arte humana pode gerar;[/B][/P][P][B]- Profissionais que vendem as artes feitas com IA de maneira enganosa;[/B][/P][P][B]- Grandes corporações que oferecem serviços como os de gerar um mês inteiro de publicações no instagram;[/B][/P][P][B]- Bandas ou artistas que usam a IA para criar as artes promocionais para seus shows;[/B][/P][P][B]- Estúdios de jogos que usam IA para criar concepts, texturas, VÍDEOS INTEIROS para seus jogos;[/B][/P][P]E muitos outros.[/P][P]Entende que é necessário [B]ponderar[/B]?[/P][P]O debate sobre a IA é danoso pois foi-se criado uma polaridade entre o PRÓPRIO MEIO ARTISTA, não existe uma discussão com corporativistas, CEOs ou empresários, existe apenas o preto no branco: Usa IA? CUZÃO! Não usa? Ótimo![/P][P]Será que isso é saudável?[/P][H3]As pessoas não são as culpadas.[/H3][P]Seja no twitter, bluesky, threads, instagram, carta, email, boca-a-boca, whatsapp... QUALQUER LUGAR. Você vai encontrar alguém xingando outra pessoa por usar arte de IA.[/P][P]O ódio só gera mais ódio, a pessoa que está sendo atacada, só vai te odiar e usar o que antes era só um brinquedo, como arma contra a pessoa que atacou, nesse caso, quem estava \"defendendo\" a arte humana.[/P][P]Se quisermos mesmo \"combater\" o uso de inteligências artificiais no meio artístico, temos que ser mais didáticos, mais HUMANOS com as pessoas que não entendem o potencial problema disso.[/P][P]E sabe o que é mais engraçado? Se eu pedir agora mesmo para o GPT gerar uma mensagem incentivando alguém a não usar arte de IA, eu garanto que ela vai ser [B]bem mais respeitosa[/B] do que a maioria das mensagens que vejo na internet quando se trata de defender a classe artista.[/P][P]Ou seja, tenhamos calma, por favor. Eduquem as pessoas para que elas entendam o problema. Criemos amigos, não inimigos.[/P][H3]De quem é a culpa?[/H3][P]Eu poderia só falar [B]CAPITALISMO[/B] e o parágrafo terminaria aqui, mas vamos abordar mais a fundo e parar de usar essa resposta rasa pra tudo.[/P][P]De fato, o sistema econômico em que vivemos atualmente tem grande parcela da culpa, mas e quanto ao resto? Por que não exercitamos o pensamento e buscamos entender onde fica a raiz desse problema?[/P][P]A IA para arte vem se popularizando há um bom tempo, mas só agora ela se tornou [B]útil[/B] de fato. O que antes era um gerador de atrocidades, hoje se tornou quase indistinguível de uma produção humana.[/P][P]O problema é que a gente deixou isso ir longe demais, durante todo esse tempo, os argumentos eram[/P][P][I]Olha que mão feia![/I][/P][P][I]Isso nunca vai ficar bom.[/I][/P][P][I]Olha a textura que horrível.[/I][/P][P][I]Quero ver fazer texto direito.[/I][/P][P]E um por um, todos esses problemas da IA foram sendo resolvidos. Sério que vocês acharam mesmo que não seria? Gente, a gente carrega no bolso um aparelho que no passado demandaria a energia de uma CIDADE INTEIRA pra funcionar, a gente saiu de um computador de mais de uma tonelada que ocupava uma sala inteira pra rodar doom em teste de gravidez. Vocês [B]REALMENTE[/B] duvidavam que não haveria uma evolução também com a IA?[/P][P]Aí garoteou.[/P][P]Esse foi o erro, achar que a IA seria essa coisinha inofensiva. Esse brinquedinho bobo que antes nos gerava risada, hoje causa temor.[/P][P]Então, temos que aceitar, que temos parte dessa culpa, ignoramos, rimos e debochamos. Hoje, nos calamos pouco a pouco.[/P][P]É necessário entender de uma vez por todas que isso não tem um ponto de chegada, o \"progresso\" é infinito, não existe um ponto final.[/P][P]Temos que começar a nos tornar mais lúcidos do que acontece ao nosso redor, do que está sendo criado, de quem está criando e o que isso pode se tornar. Devemos questionar, debater, discutir e gerar conclusões úteis, ao invés de um bate boca raso na internet.[/P][P]Quem financia essa pesquisa? E por quê? Quem é o CEO da OpenAI? A culpa é do Sam Altman de fato? Ou será que a NVIDIA também é culpada nisso?[/P][P]Elucidai-vos.[/P][H3]Artista que usa IA é artista?[/H3][P]Isso aqui é outro tópico que gera discussōes calorosas, brigas e ódio.[/P][P]Na minha opinião, tudo que tem um valor humano agregado, pode ser considerado arte, até mesmo se usar IA.[/P][P]Um artista que usa IA para gerar um cenário exatamente como ele imagina ao invés de passar horas e horas buscando referências no Pinterest, fazendo mil e um esboços e se desgastando, ainda continua sendo artista.[/P][P]E digo mais: Isso provavelmente torna o processo dele bem mais prazeroso, já que ele não tem mais aquela fadiga de ter que ficar fazendo essa parte chata, agora ele foca mais no que gosta: desenhar.[/P][P]E também tem outro ponto: É o trampo, não tem jeito.[/P][P]Você aí que reclama de artista que usa IA pra trampar, tá com suas contas pagas? Tá dormindo tranquilo? Tem a garantia de que vai se alimentar mês que vem? Se sim, ótimo, agradece por isso, porque tem muita gente que só tem a arte como ganha-pão, e se ela puder fazer mais em menos tempo, seja com IA ou o que quer que seja, tem que usar porque é o jeito.[/P][P]Reclamar do capitalismo é ótimo quando você ainda não tem que vender o almoço pra ter a janta, mas no mundo real, essas pessoas infelizmente não podem parar pra essa discussão, é o que elas tem, é a forma que elas encontraram pra ter um pouco mais de dignidade na vida que levam.[/P][P]Eu acredito que se um artista usa IA pra complementar suas artes, criar referências, ou até mesmo como parte do processo criativo, ele ainda é um artista, pois existe um valor humano agregado.[/P][H3]Beleza, mas eu vou ficar sem trampo.[/H3][P]Sim, você, os pintores quando surgiu a câmera, os arquitetos saudosistas quando surgiu o CAD, os atores de peças quando surgiu o cinema e muitos outros também.[/P][P]Gente, se toquem, o mundo é assim, isso SEMPRE acontece.[/P][P]Não, você [B]não vai perder seu emprego[/B].[/P][P]Mas ficar parado, esperando que alguém faça algo, aí se pá que tu vai ficar de xereca.[/P][P]É uma fase, estamos no início, saiba se adaptar e você será menos afetado. Quanto mais tempo você perder discutindo online, se negando a aprender a usar essa nova tecnologia, mantendo seu mesmo posicionamento, mais provável vai ser de você tomar um soco da vida quando a hora chegar.[/P][P]Eu garanto a você, artista, que tem muitos artistas nesse momento atualizando seu portfólio, estudando como fazer prompts, se posicionando melhor digitalmente e melhorando sua técnica que sequer se dão o trabalho de entrar na discussão do uso de IA. Isso não te leva a lugar nenhum.[/P][P]Aprenda a se posicionar, a partir de agora, quem tiver mais flexibilidade, quem for excelente, quem tiver mais competência, vai ser escolhido. O espaço para iniciantes tá cada vez menor, e isso vale pra todas as áreas, não só no meio artístico.[/P][P]Você e suas artes, são um produto, eu sei que é difícil lidar com essa informação, mas é o que é, [B]as pessoas não consomem seu processo, elas consomem o seu resultado[/B].[/P][P]Acredito que daqui pra frente, artistas que souberem criar, mas criar MESMO, ter ideias, contar histórias com suas artes, desenvolver conceitos únicos, não precisam se preocupar, a criatividade humana, só a gente tem (por enquanto).[/P][P]As empresas vão contratar um artista bom de verdade, um artista que tenha experiência, que se adapta, que sabe traduzir ideias para ser diretor de arte e alguns artistas de baixo nível que são bons em prompts e em criar artes, o de alto nível fica na gestão e o restante trabalha seguindo estas instruções. Triste, mas é um dos cenários menos ruins que consigo imaginar.[/P][H3]Tá, mas e aí?[/H3][P]E aí que é isso né, a IA tá aí e tá fora da casinha, ela gera artes perfeitas, textos perfeitos, qualidade altíssima e tudo isso você consegue em uns 3 minutos e de graça.[/P][P]Os artistas [B]vão[/B] ser superados por IA em quesito técnico, qualidade, estilo e etc. Eu sei que a gente tende a ter a esperança de que não, de que a arte de IA não tem alma, de que a humanidade vai ver o valor do humano e todo esse romantismo que tá rolando... Mas a realidade não é assim.[/P][P]A realidade é que, o artista que souber se reinventar, que souber mostrar seu valor como [B]PROFISSIONAL CRIATIVO[/B], que souber se comunicar com empresas, que souber se posicionar online e agregar [B]VALOR[/B] ao seu trabalho, esse artista não vai se preocupar.[/P][P]A arte como conhecemos está chegando no seu fim, o artista que antes fazia apenas arte, vai sumir. Artistas vão se tornar alguma coisa nova, algo diferente. Empreendedores? Diretores de arte? Consultores? Não sei. Mas apenas fazer arte e só isso, infelizmente, não vai ter mais espaço.[/P][P]É preciso erguer a cabeça, precisamos deixar de lado esse sentimento de luto, não dá pra se dar por vencido, é mais uma coisa pra aprender.[/P][P]Se você é artista e tá lendo isso, o conselho que eu te dou é: Sai dessas discussões, o recurso mais precioso que tu tem é teu tempo. Não é um comitê de artistas aqui no Brasil que vai derrubar a OpenAI, Google, NVIDIA e outras, então sai dessa, tá ligado. Senta a bunda na cadeira, aprimora tua técnica, cria processos criativos eficientes, usa a IA como ferramenta, não como um gerador de artes e só. Você que é artista tem INFINITAMENTE MAIS CAPACIDADE que uma pessoa comum gerando uma imagem.[/P][P]Enquanto uma pessoa média diz [I][B]\"deixa esse cachorro no estilo do studio ghibli\"[/B][/I] você diz [I][B]\"Altere o ângulo da luz de contorno pra tal lugar, deixa as cores em tal paleta e faz com aquilo ali ficar de tal jeito, use a técnica tal e me mande em formato horizontal.\"[/B][/I][/P][P]Entende a vantagem? Entende o espaço que tem pra artistas terem ainda mais possibilidades? De criar artes ainda mais incríveis? Não vamos levar como um fim, é só mais um parágrafo.[/P]"
    }
]

